const cityTravelTimes = {
  'Тирасполь': {
    'Тирасполь': 0,
    'Бендеры': 0.33,
    'Днестровск': 0.83,
    'Григориополь': 0.58,
    'Дубоссары': 1.08,
    'Рыбница': 1.83,
    'Каменка': 2.58
  },
  'Бендеры': {
    'Тирасполь': 0.33,
    'Бендеры': 0,
    'Днестровск': 1.08,
    'Григориополь': 0.75,
    'Дубоссары': 1.25,
    'Рыбница': 2.5,
    'Каменка': 2.83
  },
  'Днестровск': {
    'Тирасполь': 0.83,
    'Бендеры': 1.08,
    'Днестровск': 0,
    'Григориополь': 1.25,
    'Дубоссары': 1.75,
    'Рыбница': 2.5,
    'Каменка': 3.25
  },
  'Григориополь': {
    'Тирасполь': 0.58,
    'Бендеры': 0.75,
    'Днестровск': 1.25,
    'Григориополь': 0,
    'Дубоссары': 0.58,
    'Рыбница': 1.33,
    'Каменка': 2.08
  },
  'Дубоссары': {
    'Тирасполь': 1.08,
    'Бендеры': 1.25,
    'Днестровск': 1.75,
    'Григориополь': 0.58,
    'Дубоссары': 0,
    'Рыбница': 0.92,
    'Каменка': 1.67
  },
  'Рыбница': {
    'Тирасполь': 1.83,
    'Бендеры': 2.08,
    'Днестровск': 2.5,
    'Григориополь': 1.33,
    'Дубоссары': 0.92,
    'Рыбница': 0,
    'Каменка': 0.75
  },
  'Каменка': {
    'Тирасполь': 2.58,
    'Бендеры': 2.83,
    'Днестровск': 3.25,
    'Григориополь': 2.08,
    'Дубоссары': 1.67,
    'Рыбница': 0.75,
    'Каменка': 0
  }
};

export { cityTravelTimes };

